       IDENTIFICATION DIVISION.
       PROGRAM-ID. HOLA.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
           DISPLAY "Hola mundo desde COBOL uwu".
           DISPLAY "Hola ".
           STOP RUN.