       IDENTIFICATION DIVISION.
       PROGRAM-ID. HOLA.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
           DISPLAY "Hola mundo desde COBOL uwu".
           DISPLAY "Hola ".
           DISPLAY "Test update github".
           STOP RUN.